Repository: eltos/PasteIntoFile
Catalog: PasteIntoFile/Properties/Resources.*.resx
Languages: de, es_es, it, ja_jp, ko, pt_br, pt_pt, ru_ru, uk_ua, zh_cn, zh_tw

# str_save
source: Save
de: Speichern
es_es: Guardar
it: Salva
ja_jp: 保存する
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru_ru: Сохранить
uk_ua: Зберегти
zh_cn: 保存
zh_tw: 儲存

# str_filename
source: Filename
de: Dateiname
es_es: Nombre de Archivo
it: Nome del file
ja_jp: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
ru_ru: Название файла
uk_ua: Ім'я файлу
zh_cn: 文件名
zh_tw: 檔案名稱

# str_extension
source: Extension
de: Dateityp
es_es: Extensión
it: Estensione
ja_jp: 拡張子
ko: 확장자
pt_br: Extensão
pt_pt: Extensão
ru_ru: Расширение
uk_ua: Розширення
zh_cn: 拓展名
zh_tw: 副檔名

# str_location
source: Folder
de: Zielordner
es_es: Carpeta
it: Direttorio
ja_jp: フォルダー
ko: 폴더
pt_br: Pasta
pt_pt: Pasta
ru_ru: Папка
uk_ua: Папка
zh_cn: 文件夹
zh_tw: 資料夾

# str_message_run_as_admin
source: Please run the application as administrator!
de: Bitte die Anwendung als Administrator ausführen!
es_es: ¡Por favor, ejecute la aplicación como administrador!
it: Perfavore avvia l'app come amministratore!
ja_jp: 管理者としてアプリケーションを実行してください！
ko: 응용 프로그램을 관리자로 실행해 주세요!
pt_br: Por favor, execute o aplicativo como administrador!
pt_pt: Por favor, execute a aplicação como administrador!
ru_ru: Пожалуйста, запустите приложение от имени администратора!
zh_cn: 请以管理员身份运行此应用程序！
zh_tw: 請以管理員模式執行本應用程式！

# str_contextentry
source: Paste into file
de: Einfügen als Datei
es_es: Pegar en fichero
it: Incolla nel file
ja_jp: ファイルに貼り付け
ko: 파일에 붙여넣기
pt_br: Colar no arquivo
pt_pt: Colar no ficheiro
ru_ru: Вставить в файл
uk_ua: Вставити до файлу
zh_tw: 貼入檔案

# str_select_folder
source: Select a folder for saving this file
de: Speicherort auswählen
es_es: Seleccione una carpeta para guardar este archivo
it: Seleziona una cartella per salvare questo file
ja_jp: このファイルを保存するフォルダーを選択してください
ko: 이 파일을 저장할 폴더 선택
pt_br: Selecione uma pasta para salvar este arquivo
pt_pt: Selecione uma pasta para salvar este ficheiro
ru_ru: Выберите папку для сохранения данного файла
uk_ua: Виберіть папку для збереження цього файлу
zh_cn: 选择保存此文件的文件夹
zh_tw: 選擇資料夾來儲存此檔案

# str_autosave_infotext
source: Files are now automatically saved without prompting for filename and extension. Instead, the file created will be selected for renaming in the explorer window. To show the dialog again, run the PasteInfoFile executable without arguments or hold the SHIFT key while selecting the context menu entry.
de: Dateien werden nun automatisch gespeichert, ohne dass der Dialog zur Eingabe von Dateinamen und -typ geöffnet wird. Stattdessen wird die erstellte Datei im Explorer zum Umbenennen markiert. Um den Dialog wieder anzuzeigen, kann PasteIntoFile ohne Argumente ausgeführt werden, oder während des Programmstarts aus dem Kontextmenü die Umschalttaste gedrückt gehalten werden.
es_es: Los archivos ahora se guardan automáticamente sin pedir el nombre de archivo y la extensión. En su lugar, el archivo creado será seleccionado para cambiar el nombre en la ventana del explorador. Para volver a mostrar el diálogo, ejecute el ejecutable PasteInfoFile sin argumentos o mantenga presionada la tecla SHIFT mientras selecciona la entrada de menú contextual.
it: I file vengono ora salvati automaticamente senza richiedere il nome e l'estensione del file. Invece, il file creato verrà selezionato per rinominare nella finestra dell'esploratore. Per mostrare nuovamente la finestra di dialogo, eseguire l'eseguibile di Incolla nel file senza argomenti o tenere premuto il tasto Maiusc durante la selezione della voce del menu contestuale.
ja_jp: ファイルはファイル名と拡張子のプロンプトなしで自動的に保存されるようになりました。代わりに、エクスプローラーウィンドウで名前を変更するために作成されたファイルが選択されます。 ダイアログを再び表示するには、PasteInfoFile 実行ファイルを引数なしで実行するか、コンテキストメニューエントリを選択して SHIFT キーを押したままにします。
ko: 이제 파일 이름과 확장자를 묻지 않고 파일이 자동으로 저장됩니다. 대신 생성된 파일은 탐색기 창에서 이름 변경을 위해 선택됩니다. 대화 상자를 다시 표시하려면 인수 없이 PasteInfoFile 실행 파일을 실행하거나 컨텍스트 메뉴 항목을 선택하는 동안 SHIFT 키를 누르고 있으면 됩니다.
pt_br: Os arquivos são salvos automaticamente sem precisar sugerir pelo nome do arquivo ou extensão. Em vez disso, o arquivo criado será selecionado para renomear na janela explorer. Para mostrar o diálogo novamente, execute o PasteIntoFile executável sem argumentos ou pressione a tecla SHIFT enquanto selecione a entrada do menu de contexto.
pt_pt: Os ficheiros agora são guardados automaticamente sem incitar pelo nome do ficheiro ou a extensão. Ao invés disso, o ficheiro criado será selecionado para renomear na janela do Explorer. Para exibir o diálogo novamente, execute o PasteIntoFile sem argumentos ou prime a tecla SHIFT enquanto seleciona a entrada do menu de contexto.
ru_ru: Файлы теперь автоматически сохраняются без запроса имени файла и расширения. Вместо этого, созданный файл будет выбран для переименования в окне Проводника. Чтобы показать диалог снова, запустите исполняемый файл Paste Into File без аргументов или удерживайте клавишу SHIFT при выборе пункта контекстного меню.
zh_cn: （译者注：使用 Paste Into File 的右键菜单时）现在会自动保存文件，不再需要选择文件名和扩展名。同时，将会在资源管理器中选中被保存的文件以便重命名。若要再次显示对话框，只要不加参数运行 PasteInfoFile 的可执行文件，或在选择右键菜单项时按住 SHIFT 键即可。
zh_tw: 檔案現在會自動儲存，不會詢問檔案名稱與副檔名，而是會建立檔案後開啟檔案總管並選擇它供重新命名。要再次顯示詢問對話框，可以直接在不提供參數的情況下執行 PasteIntoFile，或是在選擇右鍵選單項目時按住 SHIFT。

# str_noclip_text
source: Clipboard is empty or contains unsupported data
de: Die Zwischenablage ist leer oder enthält nicht unterstützte Daten
es_es: El Portapapeles está vacío o contiene datos no soportados
it: Gli appunti sono vuoti o contengono dati non supportati
ja_jp: クリップボードが空またはサポートされていないデータが含まれています
ko: 클립보드가 비어 있거나 지원되지 않는 데이터가 포함되어 있습니다
pt_br: A área de transferência está vazia ou contém dados não suportados
pt_pt: A área de transferência está vazia ou contém dados incompatíveis
ru_ru: Буфер обмена пуст или содержит неподдерживаемые данные
zh_cn: 剪贴板为空或包含不支持的数据
zh_tw: 剪貼簿是空的或是內含不支援的資料

# str_wizard_title
source: Welcome to Paste Into File
de: Paste Into File
es_es: Bienvenido a Paste Into File
it: Benvenuto in Incolla nel file
ja_jp: Paste Into File へようこそ
ko: Paste Into File에 오신 것을 환영합니다
pt_br: Bem-vindo ao Paste Into File
pt_pt: Bem-vindo ao Paste Into File
ru_ru: Добро пожаловать в Paste Into File
uk_ua: Ласкаво просимо до Вставити до Файлу
zh_cn: 欢迎使用 Paste Into File
zh_tw: 歡迎使用《貼入檔案》

# str_clear_clipboard
source: Clear clipboard
de: Zwischenablage leeren
es_es: Vaciar el Portapapeles
it: Cancella appunti
ja_jp: クリップボードの消去
ko: 클립보드 지우기
pt_br: Limpar área de transferência
pt_pt: Limpar área de transferência
ru_ru: Очистить буфер обмена
uk_ua: Очистити буфер обміну
zh_cn: 清空剪贴板
zh_tw: 清空剪貼簿

# str_main_info
source: Find this project on GitHub
de: Projekt auf GitHub finden
es_es: Buscar este proyecto en GitHub
it: Trova questo progetto su GitHub
ja_jp: GitHubでこのプロジェクトを探す
ko: GitHub에서 이 프로젝트 찾기
pt_br: Encontrar projeto no GitHub
pt_pt: Busca este projeto no GitHub
ru_ru: Найти этот проект на GitHub
uk_ua: Знайти цей проєкт на GitHub
zh_cn: 在 GitHub 上查看本项目
zh_tw: 在 GitHub 上開啟此專案

# str_wizard_contextentry_info
source: By adding entries to the File Explorer context menu, you can quickly paste clipboard contents into files or copy file contents via right click.
de: Indem Einträge zum Kontextmenü hinzugefügt werden, können Inhalte der Zwischenablage einfach mittels Rechtsklick eingefügt oder kopiert werden.
es_es: Añadiendo entradas al menú contextual del Explorador de archivos, puede pegar rápidamente el contenido del portapapeles en archivos o copiar el contenido del archivo con el botón derecho del ratón.
it: Aggiungendo voci al menu contestuale di Esplora file, è possibile incollare rapidamente i contenuti degli appunti in file o copiare i contenuti dei file con il tasto destro del mouse.
ja_jp: ファイルエクスプローラーのコンテキストメニューに項目を追加することで、クリップボードの内容をファイルにすばやく貼り付けたり、右クリックでファイルの内容をコピーしたりできます。
ko: 파일 탐색기 컨텍스트 메뉴에 항목을 추가하면 클립보드 내용을 파일에 빠르게 붙여넣거나 오른쪽 클릭을 통해 파일 내용을 복사할 수 있습니다.
pt_br: Ao adicionar entradas ao menu de contexto do Explorador de Arquivos, Você pode colar conteúdos da área de transferência mais rapidamente em arquivos ou copiar o conteúdo do arquivo através do clique direito.
pt_pt: Ao adicionar entradas no menu de contexto do Explorador de Ficheiros, pode rapidamente copiar conteúdos da área de transferência em ficheiros ou copiar conteúdos com o clique direito.
ru_ru: Добавив пункты в контекстное меню Проводника, вы можете быстро вставить содержимое буфера обмена в файлы или копировать содержимое файла правой кнопкой мыши.
zh_cn: 添加条目到文件资源管理器的右键菜单，以便快捷地将剪贴板内容粘贴为文件，或通过右键菜单在不打开文件的情况下直接复制文件内容。
zh_tw: 將此應用程式的項目加入檔案總管的右鍵選單後，您便可以快速透過右鍵選單貼上剪貼簿內容或是複製檔案內容。

# str_wizard_contextentry_title
source: Add context menu entries?
de: Einträge zum Kontextmenü hinzufügen?
es_es: ¿Añadir entradas de menú contextual?
it: Aggiungere le voci del menu contestuale?
ja_jp: コンテキストメニューのエントリーを追加しますか？
ko: 컨텍스트 메뉴 항목을 추가할까요?
pt_br: Adicionar entradas no menu de contexto?
pt_pt: Adicionar entradas no menu de contexto?
ru_ru: Добавить пункты в контекстное меню?
zh_cn: 要不要添加右键菜单项？
zh_tw: 要新增右鍵選單項目嗎？

# str_version
source: Version {0}
es_es: Versión {0}
it: Versione {0}
ja_jp: バージョン {0}
ko: 버전 {0}
pt_br: Versão {0}
pt_pt: Versão {0}
ru_ru: Версия {0}
uk_ua: Версія {0}
zh_cn: 版本 {0}
zh_tw: 版本 {0}

# str_preview
source: Preview
de: Vorschau
es_es: Vista Previa
it: Anteprima
ja_jp: プレビュー
ko: 미리보기
pt_br: Prévia
pt_pt: Pré-visualização
ru_ru: Предпросмотр
uk_ua: Попередній перегляд
zh_cn: 预览
zh_tw: 預覽

# str_preview_image
source: Image preview ({0}x{1} px)
de: Bildvorschau ({0}x{1} px)
es_es: Vista previa de la imagen ({0}x{1} px)
it: Anteprima immagine ({0}x{1} px)
ja_jp: 画像プレビュー（{0}x{1} px）
ko: 이미지 미리보기 ({0}x{1} px)
pt_br: Prévia da imagem ({0}x{1} px)
pt_pt: Pré-visualização de imagem ({0}x{1} px)
ru_ru: Предпросмотр изображения ({0}x{1} px)
uk_ua: Попередній перегляд зображення ({0}x{1} px)
zh_cn: 图像预览（{0}x{1} px）
zh_tw: 圖片預覽（{0}x{1} 像素）

# str_preview_text
source: Text preview ({0} chars, {1} lines)
de: Textvorschau ({0} Zeichen, {1} Zeilen)
es_es: Vista previa de texto ({0} caracteres, {1} líneas)
it: Anteprima testo ({0} caratteri, {1} righe)
ja_jp: テキストプレビュー（{0} 文字、 {1} 行）
ko: 텍스트 미리보기 ({0}자, {1}줄)
pt_br: Prévia do texto ({0} carac., {1} linhas)
pt_pt: Pré-visualização de texto ({0} caracteres, {1} linhas)
ru_ru: Предпросмотр текста ({0} символов, {1} строк)
uk_ua: Попередній перегляд тексту ({0} символів, {1} рядків)
zh_cn: 文本预览（{0} 字符，{1} 行）
zh_tw: 文字預覽（{0} 個字元，{1} 行）

# str_file_exists_directory
source: A directory with the same name already exists at {0}.
de: Ein Ordner mit dem gleichen Namen existiert bereits unter {0}.
es_es: Ya existe un directorio con el mismo nombre en {0}.
it: Una directory con lo stesso nome esiste già in {0}.
ja_jp: 同じ名前のディレクトリが既に {0} に存在します。
ko: 동일한 이름을 가진 디렉터리가 이미 {0}에 존재합니다.
pt_br: Já existe um diretório com o mesmo nome em {0}.
pt_pt: Já existe um diretório com o mesmo nome em {0}.
ru_ru: Каталог с таким же именем уже существует в {0}.
zh_cn: {0} 中已存在具有相同名称的目录。
zh_tw: 名稱相同的目錄已存在於 {0}。

# str_file_exists
source: The file {0} already exists. Do you want to overwrite it?
de: Die Datei {0} existiert bereits. Soll sie überschrieben werden?
es_es: El archivo {0} ya existe. ¿Desea sobreescribirlo?
it: Il file {0} esiste già. Vuoi sovrascriverlo?
ja_jp: ファイル {0} は存在します。 上書きしますか？
ko: 파일 {0} 은 이미 존재합니다. 덮어쓸까요?
pt_br: O arquivo {0} já existe. Você quer substituí-lo?
pt_pt: O ficheiro {0} já existe. Quer lo sobrescrever?
ru_ru: Файл {0} уже существует. Вы хотите его перезаписать?
zh_cn: 文件 {0} 已存在。 您想要覆盖它吗？
zh_tw: 檔案 {0} 已經存在。 您是否要覆寫它？

# str_autosave_checkbox
source: Autosave (skip dialog)
de: Autosave (Dialog überspringen)
es_es: Autoguardado (Saltar diálogo)
it: Salva automaticamente
ja_jp: 自動保存（ダイアログをスキップ）
ko: 자동 저장 (대화 상자 건너뛰기)
pt_br: Salvar automaticamente (pular diálogo)
pt_pt: Guardar automaticamente (pular diálogo)
ru_ru: Автосохранение (пропустить диалог)
uk_ua: Автозбереження (пропустити діалог)
zh_cn: 自动保存（跳过对话框）
zh_tw: 自動儲存（跳過對話框）

# str_wizard_autosave_title
source: Automatically save file without prompt?
de: Datei automatisch ohne Dialog speichern?
es_es: ¿Guardar archivo automáticamente sin preguntar?
it: Salva automaticamente il file senza richiesta?
ja_jp: プロンプトなしでファイルを自動的に保存しますか？
ko: 프롬프트 없이 파일을 자동으로 저장하시겠습니까?
pt_br: Salvar arquivo automaticamente sem sugerir?
pt_pt: Guardar ficheiro automaticamente sem incitar?
ru_ru: Автоматически сохранять файлы без запроса?
zh_cn: 无需确认自动保存文件？
zh_tw: 要自動儲存檔案而不詢問確認嗎？

# str_wizard_autosave_button
source: Enable autosave
de: Autosave aktivieren
es_es: Habilitar autoguardado
it: Abilita salvataggio automatico
ja_jp: 自動保存を有効にする
ko: 자동 저장 활성화
pt_br: Ativar salvamento automático
pt_pt: Habilitar guardar automático
ru_ru: Включить автосохранение
zh_cn: 启用自动保存
zh_tw: 啟用自動儲存

# str_wizard_finish
source: Finish setup
de: Setup fertigstellen
es_es: Finalizar la configuración
it: Termina configurazione
ja_jp: セットアップの完了
ko: 설정 완료
pt_br: Finalizar configuração
pt_pt: Finalizar definição
ru_ru: Завершить настройку
zh_cn: 完成设置
zh_tw: 完成設定

# str_wizard_autosave_info
source: When enabled, the dialog prompting for filename and extension is skipped. Instead, the file is saved directly in an automatically determined format and selected for renaming in the file explorer window (when pasting into subfolders, this may open a new explorer window). To temporarily invert this setting, hold the SHIFT key while running Paste Into File.
de: Das Programm kann so konfiguriert werden, dass Dateien automatisch gespeichert werden. Dabei wird der Dialog zur Eingabe von Dateinamen und -typ übersprungen, und die erstellte Datei im Explorer zum Umbenennen markiert. Diese Einstellung kann jederzeit durch Halten der Umschalttaste temporär umgekehrt werden. Wenn Paste Into File ohne Argumente ausgeführt wird, wird der Dialog immer angezeigt.
es_es: Cuando está activado, se omite el diálogo que solicita el nombre de archivo y la extensión. En su lugar, el archivo se guarda directamente en un formato determinado automáticamente y seleccionado para renombrar en la ventana de explorador de archivos (al pegar en subcarpetas, esto puede abrir una nueva ventana de explorador). Para invertir temporalmente esta configuración, mantén presionada la tecla SHIFT mientras se ejecuta Paste Into File.
it: È possibile configurare Incolla nel file per salvare automaticamente il file. Se abilitato, viene saltata la finestra che richiede il nome e l'estensione del file e il file verrà creato e selezionato per rinominarlo nella finestra di Esplora file. Per invertire temporaneamente l'impostazione, tenere premuto il tasto Maiusc quando si esegue Incolla dentro file. Si noti che la finestra di dialogo viene sempre mostrata quando si esegue Incolla nel file senza argomenti da riga di comando.
ja_jp: 有効にすると、ファイル名と拡張子を表示するダイアログがスキップされます。 代わりに、ファイルは自動的に決定された形式で直接保存され、ファイルエクスプローラーウィンドウで名前を変更するために選択されます（サブフォルダーに貼り付ける場合、新しいウィンドウで開かれるかも） この設定を一時的に反転させるには、 Paste Into File を実行中に SHIFT キーを押し続けます。
ko: 활성화하면 파일 이름과 확장자를 묻는 대화 상자가 건너뛸 수 있습니다. 대신 파일은 자동으로 결정된 형식으로 직접 저장되고 파일 탐색기 창에서 이름 변경을 위해 선택됩니다(하위 폴더에 붙여넣으면 새 탐색기 창이 열릴 수 있습니다). 이 설정을 일시적으로 뒤집으려면 파일에 붙여넣기를 실행하는 동안 SHIFT 키를 누르고 있으면 됩니다.
pt_br: Quando ativado, a sugestão de diálogo para o arquivo e extensão é pulado. Ao invés disso, o arquivo é salvo diretamente em um formato determinado automaticamente e selecionado para renomear a janela no Explorador de Arquivos (Ao colar em subpastas, isso talvez abrirá uma nova janela do explorer). Para temporariamente inverter essa configuração, segure a tecla SHIFT enquanto executa o Paste Into File.
pt_pt: Ao ativar, a incitação de diálogo para o nome do ficheiro e a extensão é pulada. Ao invés, o ficheiro é guardado diretamente num formato determinado automaticamente e selecionado para renomear na janela do Explorador de Ficheiros (ao colar em subpastas, isto talvez abra uma nova janela do Explorer). Para inverter temporariamente esta definição, prime a tecla SHIFT enquanto executa o Paste Into File.
ru_ru: Если этот параметр включен, диалоговое окно, запрашивающее имя файла и расширение, пропускается. Вместо этого файл сохраняется непосредственно в автоматически определенном формате и выбирается для переименования в окне проводника (при вставке во вложенные папки может открыться новое окно проводника). Чтобы временно изменить этот параметр, удерживайте клавишу SHIFT, запустив Paste Into File.
zh_cn: 您可以将 Paste Into File 配置为自动保存文件。启用后，会跳过选择文件名和扩展名的对话框，并直接在资源管理器窗口中保存并选中文件，以便重命名。若要暂时反转此设置，请在使用 Paste Into File 时按住 SHIFT 键。另外，不带命令行参数运行 Paste Into File 时，总是会显示对话框。
zh_tw: 您可以設定讓《貼入檔案》自動儲存檔案。啟用時，會跳過詢問檔案名稱與副檔名的對話框，而改成直接建立檔案並開啟檔案總管供後續重新命名。要暫時反轉此選項，請在執行《貼入檔案》動作時按住 SHIFT 鍵。請注意，在指令列沒有提供參數給《貼入檔案》時總是會顯示對話框。

# str_continuous_mode
source: Batch mode
de: Stapelverarbeitung
es_es: Modo por lotes
it: Modalità batch
ja_jp: バッチモード
ko: 일괄 모드
pt_br: Modo lote
pt_pt: Modo batch
ru_ru: Пакетный режим
uk_ua: Пакетний режим
zh_cn: 批量处理模式
zh_tw: 批次處理模式

# str_n_saved
source: {0} saved
de: {0} gespeichert
es_es: Se ha guardado: {0}
it: {0} salvato
ja_jp: {0} を保存しました
ko: {0} 저장됨
pt_br: {0} salvo
pt_pt: {0} guardado
ru_ru: {0} сохранён
uk_ua: {0} збережено
zh_cn: 已保存 {0} 个
zh_tw: 已儲存 {0} 項

# str_edit_template
source: Edit template
de: Vorlage bearbeiten
es_es: Editar plantilla
it: Modifica template
ja_jp: テンプレートを編集
ko: 템플릿 편집
pt_br: Editar modelo
pt_pt: Editar modelo
ru_ru: Редактировать шаблон
uk_ua: Редагувати шаблон
zh_cn: 编辑模板
zh_tw: 編輯樣本

# str_accept
source: Accept
de: Übernehmen
es_es: Aceptar
it: Accetta
ja_jp: 同意する
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
ru_ru: Применить
uk_ua: Прийняти
zh_cn: 保存
zh_tw: 接受

# str_cancel
source: Cancel
de: Abbrechen
es_es: Cancelar
it: Annulla
ja_jp: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
uk_ua: Закрити
zh_cn: 取消
zh_tw: 取消

# str_template_edit_info
source: The following variables are supported: {0} Date and time {1} Save count in batch mode {2} Clipboard text For details on the format specifiers <a>click here</a>.
de: Die Vorlage wird zum Formatieren des Standarddateinamens verwendet. Folgende Variablen stehen zur Verfügung: {0} - Datum und Zeit {1} - Zahl gespeicherter Dateien (Stapelverarbeitung) Für Details zur Formatierung <a>hier klicken</a>.
es_es: Se admiten las siguientes variables: {0} Fecha y hora {1} Guardar contador en el modo de lotes {2} Texto del portapapeles Para más detalles sobre el formato especificados <a>haga clic aquí</a>.
it: Sono supportate le seguenti variabili: {0} Data e ora {1} Salva conteggio in modalità batch {2} Testo appunti Per i dettagli sugli specificatori di formato <a>clicca qui</a>.
ja_jp: 以下の変数がサポートされてます: {0} 日付と時間 {1} バッチモードでの保存回数 {2} クリップボードテキスト さらなる形式の詳細は <a>ここをクリック</a>。
ko: 다음 변수들이 지원됩니다: {0} 날짜 및 시간 {1} 일괄 모드에서 저장 횟수 {2} 클립보드 텍스트 서식 지정자에 대한 자세한 내용은 <a>여기를 클릭하세요</a>.
pt_br: Os variáveis a seguir são suportados: {0} Data e hora {1} Salvar contagem em modo lote {2} Texto da área de transferência Para mais detalhes em especificadores <a>clique aqui</a>.
pt_pt: Os seguintes variáveis são suportados: {0} Data e hora {1} Guardar contagem no modo batch {2} Texto de área de transferência Para mais detalhes sobre especificadores de formato <a>clique aqui</a>.
ru_ru: Поддерживаются следующие переменные: {0} Дата и время {1} Сохранение количества в пакетном режиме {2} Текст буфера обмена Для получения подробной информации о спецификациях формата <a>нажмите здесь</a>.
uk_ua: Шаблон використовується для форматування імені файлу. Підтримуються наступні змінні: {0} дата і час {1} Збереження кількості у пакетному режимі {2} Clipboard text Детальніше про специфікатори форматування <a>натисніть тут</a>.
zh_cn: 用于格式化文件名的模板。支持以下变量： {0} - 日期和时间 {1} - 批量处理模式下的文件序号 <a>点这里</a>查看关于格式的详细信息。
zh_tw: 用來產生檔案名稱的樣本。可以使用以下變數： {0} - 日期與時間 {1} - 批次處理模式的儲存計數 關於格式指定子的細節<a>請見此處</a>。

# str_filename_template
source: Filename template
de: Dateinamen-Vorlage
es_es: Nombre de archivo plantilla
it: Modello nome file
ja_jp: ファイル名テンプレート
ko: 파일 이름 템플릿
pt_br: Modelo do nome do arquivo
pt_pt: Modelo do nome do ficheiro
ru_ru: Шаблон имени файла
uk_ua: Шаблон імені файлу
zh_cn: 文件名模板
zh_tw: 檔名樣本

# str_continuous_mode_enabled_ask_savenow
source: In batch mode, clipboard contents will be saved instantly when new data is copied. Save current clipboard contents now?
de: Im Modus 'Stapelverarbeitung' wird der Inhalt der Zwischenablage gespeichert, sobald neue Daten kopiert werden. Aktuellen Inhalt der Zwischenablage jetzt speichern?
es_es: En modo Batch, el contenido del Portapapeles se guardará instantáneamente cuando se copien nuevos datos. ¿Guardar el contenido Actual ahora?
it: In modalità batch, i contenuti degli appunti verranno salvati istantaneamente quando vengono copiati nuovi dati. Salvare ora i contenuti degli appunti correnti?
ja_jp: バッチモードでは、新しいデータをコピーするとクリップボードの内容が瞬時に保存されます。 現在のクリップボードの内容を保存しますか？
ko: 일괄 모드에서는 새 데이터가 복사되면 클립보드 내용이 즉시 저장됩니다. 현재 클립보드 내용을 지금 저장하시겠습니까?
pt_br: No modo lote, os conteúdos da área de transferência serão salvos instantaneamente quando novos dados são copiados. Salvar conteúdos atuais da área de transferência?
pt_pt: No modo batch, os conteúdos da área de transferência serão guardados instantemente quando novos dados são copiados. Guardar atuais conteúdos da área de transferência?
ru_ru: В пакетном режиме содержимое буфера обмена будет сохранено мгновенно при копировании новых данных. Сохранить текущее содержимое буфера обмена?
uk_ua: У пакетному режимі вміст буфера обміну буде збережено відразу під час копіювання нових даних. Зберегти поточний вміст буфера обміну?
zh_cn: 在批处理模式下，每当剪贴板复制进新数据时，都会立即保存。 是否现在就保存一次当前剪贴板内容？
zh_tw: 使用批次處理模式時，複製新資料時便會馬上儲存剪貼簿內容。 要現在儲存目前的剪貼簿內容嗎？

# str_invalid_character
source: Invalid character: {0}
de: Ungültiges Zeichen: {0}
es_es: Carácter no válido: '{0}'
it: Carattere non valido: {0}
ja_jp: 無効な文字: {0}
ko: 잘못된 문자: {0}
pt_br: Carácter inválido: {0}
pt_pt: Carácter inválido: {0}
ru_ru: Недопустимый символ: {0}
uk_ua: Неприпустимий символ: {0}
zh_cn: 无效字符：{0}
zh_tw: 無效字元：{0}

# str_contextentry_copyfromfile
source: Copy file content
de: Dateiinhalt kopieren
es_es: Copiar contenido del archivo
it: Copia il contenuto del file
ja_jp: ファイルの内容をコピー
ko: 파일 내용 복사
pt_br: Copiar conteúdo do arquivo
pt_pt: Copiar conteúdo do ficheiro
ru_ru: Копировать содержимое файла
zh_cn: 复制文件内容
zh_tw: 複製檔案內容

# str_copy_failed_unknown_format
source: The file {0} contains data of unknown format which cannot be copied to the clipboard.
de: Die Datei {0} enthält Daten eines unbekannten Formats, die nicht in die Zwischenablage kopiert werden können.
es_es: El archivo {0} contiene datos de formato desconocido que no pueden copiarse al portapapeles.
it: Il file {0} contiene dati di formato sconosciuto che non possono essere copiati negli appunti.
ja_jp: ファイル {0} は、クリップボードにコピーできない不明なフォーマットのデータを含んでいます。
ko: 파일 {0}에는 클립보드에 복사할 수 없는 형식이 알려지지 않은 데이터가 포함되어 있습니다.
pt_br: O arquivo {0} contém dados de um formato desconhecido em que não pode ser copiado para a área de transferência.
pt_pt: O ficheiro {0} contém dados de formato desconhecido que não pode ser copiado para a área de transferência
ru_ru: Файл {0} содержит данные неизвестного формата, которые невозможно скопировать в буфер обмена.
zh_cn: 文件 {0} 包含未知格式的数据，无法复制到剪贴板。
zh_tw: 檔案 {0} 內含未知的資料格式而無法複製到剪貼簿。
