Repository: eltos/PasteIntoFile
Catalog: PasteIntoFile/Properties/Resources.*.resx
Languages: de, es_es, it, ja_jp, ko, pt_br, pt_pt, ru_ru, uk_ua, zh_cn, zh_tw

# str_error_cliboard_format_missmatch
source: Clipboard contains no data convertable to extension {0} or conversion failed.
de: Die Zwischenablage enthält keine zum Dateityp {0} konvertierbaren Daten oder die Konvertierung schlug fehl.
es_es: El portapapeles no contiene datos convertibles a extensión {0} o la conversión ha fallado.
it: Gli appunti non contengono alcuna conversione dati all'estensione {0} o alla conversione non riuscita.
ja_jp: クリップボードには拡張子 {0} へのデータ変換や変換に失敗したデータがありません。
ko: 클립보드에 확장 {0}으로 변환할 수 있는 데이터가 없거나 변환에 실패했습니다.
pt_br: A área de transferência não contém dados conversíveis para a extensão {0} ou a conversão falhou.
pt_pt: A área de transferência não contém dados descapotáveis para a extensão {0} ou a conversão falhou.
ru_ru: Буфер обмена не содержит никаких данных, которые можно конвертировать в расширение {0} или конвертация не удалась.
zh_cn: 剪贴板中没有可转换为扩展名 {0} 的数据，或数据转换失败。
zh_tw: 剪貼簿內的資料無法轉換至副檔名 {0}，或是轉換失敗了。

# str_preview_html
source: HTML preview
de: HTML Vorschau
es_es: Vista previa de HTML
it: Anteprima HTML
ja_jp: HTMLプレビュー
ko: HTML 미리보기
pt_br: Prévia HTML
pt_pt: Pré-visualização HTML
ru_ru: Предпросмотр HTML
uk_ua: Попередній перегляд HTML
zh_cn: HTML 预览
zh_tw: HTML 預覽

# str_preview_url
source: URL preview
de: URL Vorschau
es_es: Vista previa de URL:
it: Anteprima URL
ja_jp: URLプレビュー
ko: URL 미리 보기
pt_br: Prévia do URL
pt_pt: Pré-visualização de URL
ru_ru: Предпросмотр URL
uk_ua: Попередній перегляд URL-адреси
zh_cn: URL 预览
zh_tw: 網址預覽

# str_preview_csv
source: CSV preview
de: CSV Vorschau
es_es: Vista previa CSV
it: Anteprima CSV
ja_jp: CSVプレビュー
ko: CSV 미리보기
pt_br: Prévia do CSV
pt_pt: Pré-visualização do CSV
ru_ru: Предпросмотр CSV
uk_ua: Попередній перегляд CSV
zh_cn: CSV 预览
zh_tw: CSV 預覽

# str_preview_sylk
source: Symbolic Link (SYLK) preview
de: Symbolic Link (SYLK) Vorschau
es_es: Vista previa del enlace simbólico (SYLK)
it: Anteprima del collegamento simbolico (SYLK)
ja_jp: シンボリックリンク(SYLK)プレビュー
ko: 심볼릭 링크 (SYLK) 미리보기
pt_br: Prévia do link simbólico (SYLK)
pt_pt: Pré-visualização do link simbólico (SYLK)
ru_ru: Предпросмотр символической ссылки (SYLK)
uk_ua: Попередній перегляд символьного посилання
zh_cn: 符号链接（SYLK）预览
zh_tw: 符號連結 (SYLK) 預覽

# str_preview_rtf
source: Rich Text preview
de: Rich Text Vorschau
es_es: Vista previa de texto enriquecido
it: Anteprima del testo formattato
ja_jp: リッチテキストのプレビュー
ko: 리치 텍스트 미리보기
pt_br: Prévia de texto formatado
pt_pt: Pré-visualização do texto formatado
ru_ru: Предпросмотр RTF
uk_ua: Попередній перегляд форматованого тексту
zh_cn: 富文本预览
zh_tw: 豐富格式文字預覽

# str_preview_dif
source: Data Interchange preview
de: Data Interchange Vorschau
es_es: Vista previa de Intercambio de Datos
it: Anteprima dello scambio dati
ja_jp: データ交換のプレビュー
ko: 데이터 교환 미리보기
pt_br: Prévia de inter mudança de dados
pt_pt: Pré-visualização de interalteração de dados
ru_ru: Предпросмотр DIF
uk_ua: Попередній перегляд обміну даних
zh_cn: 数据交换预览
zh_tw: 資料交換格式預覽

# str_exit
source: Exit
de: Beenden
es_es: Salir
it: Esci
ja_jp: 終了
ko: 종료
pt_br: Sair
pt_pt: Sair
ru_ru: Выйти
uk_ua: Вихід
zh_cn: 退出
zh_tw: 離開

# str_open_paste_into_file
source: Open Paste Into File
de: Paste Into File öffnen
es_es: Abrir Pegar en archivo
it: Apri Incolla Nel File
ja_jp: Paste Into File を開く
ko: Paste Into File 열기
pt_br: Abrir Paste Into File
pt_pt: Abrir Paste Into File
ru_ru: Открыть Paste Into File
uk_ua: Відкрити вставлення у файл
zh_cn: 打开 Paste Into File
zh_tw: 開啟《貼入檔案》

# str_settings
source: Settings
de: Einstellungen
es_es: Ajustes
it: Impostazioni
ja_jp: 設定
ko: 설정
pt_br: Opções
pt_pt: Definições
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置
zh_tw: 設定

# str_wizard_tray_title
source: Enable autostart and hotkeys?
de: Autostart und Tastenkürzel aktivieren?
es_es: ¿Habilitar autoarranque y teclas de acceso?
it: Attivare l'avvio automatico e i tasti di scelta rapida?
ja_jp: 自動起動とホットキーを有効にしますか？
ko: 자동 실행 및 단축키 활성화
pt_br: Ativar iniciamento automático e teclas de atalho?
pt_pt: Habilitar autoiniciamento e atalhos?
ru_ru: Включить автозапуск и горячие клавиши?
zh_cn: 要不要启用开机自启和快捷键？
zh_tw: 要啟用自動啟動和快捷鍵嗎？

# str_wizard_tray_autostart_button
source: Autostart into tray
de: Tray Autostart aktivieren
es_es: Autoiniciar en bandeja
it: Avvio automatico nell'area di notifica
ja_jp: 自動起動はトレイに収納
ko: 윈도우 시작 시 자동 실행 (트레이로 최소화)
pt_br: Iniciar automaticamente na barra de notificações
pt_pt: Autoiniciar na barra de notificações
ru_ru: Автозапуск в трей
zh_cn: 自启动到托盘
zh_tw: 自動啟動於系統匣中

# str_wizard_tray_info
source: If enabled, Paste Into File is started on windows startup and keeps running in the system tray. This allows to call Paste Into File by pressing WIN+ALT+V (and WIN+ALT+C to copy file contents). In addition, you may enable clipboard patching. This monitors the clipboard and patches it automatically, so you can use CTRL+V in file explorer as usual. These setting will take effect on the next login.
de: Wenn gewünscht, kann Paste Into File mit Windows gestartet werden und im Systemtray aktiv bleiben. So kann Paste Into File durch Drücken von WIN+ALT+V aufgerufen werden (bzw. WIN+ALT+C zum Kopieren von Dateiinhalten). Zusätzlich kann die Zwischenablage überwacht und automatisch gepatcht werden. Das erlaubt die Verwendung des normalen Tastenkürzels STRG+V im Explorer. Diese Einstellungen werden ab dem nächsten Login aktiv.
es_es: Si está habilitado, la función "Pegar en archivo" se inicia al iniciar Windows y continúa ejecutándose en la bandeja del sistema. Esto permite ejecutar "Pegar en archivo" presionando WIN+ALT+V (y WIN+ALT+C para copiar el contenido del archivo). Además, puede habilitar la corrección del portapapeles. Esta función supervisa el portapapeles y lo corrige automáticamente, para que pueda usar Ctrl+V en el explorador de archivos como de costumbre. Esta configuración se aplicará la próxima vez que inicie sesión.
it: Se abilitata, Incolla dentro il file viene avviato all'avvio di Windows e continua ad essere in esecuzione nel vassoio di sistema. Questo permette di chiamare Incolla in file premendo WIN+ALT+V (e WIN+ALT+C per copiare il contenuto del file). Inoltre, è possibile abilitare la patch appunti Questo monitora gli appunti e lo patch automaticamente, in modo da poter utilizzare CTRL+V nel file explorer come al solito. Queste impostazioni avranno effetto sul prossimo accesso.
ja_jp: 有効にすると、Paste Into File はウィンドウズ起動時に開始され、システムトレイで実行され続ける。これにより、WIN+ALT+V（ファイルの内容をコピーする場合はWIN+ALT+C）で Paste Into File を呼び出すことができる。 さらに、クリップボードパッチングを有効にすることもできます。これはクリップボードを監視し、自動的にパッチを適用するため、ファイルエクスプローラでCTRL+Vを通常通り使用できます。 これらの設定は次回ログイン時に有効になります。
ko: Windows 시작 시 Paste Into File이 자동 실행돼 시스템 트레이에서 계속 상주합니다. WIN+ALT+V 키를 통해 Paste Into File을 호출할 수 있습니다. (파일 내용을 복사하려면 WIN+ALT+C) 또한 클립보드 패치를 활성화할 수도 있습니다. 클립보드를 모니터링하여 자동으로 패치가 적용되므로 평소처럼 파일 탐색기에서 CTRL+V를 사용할 수 있습니다. 다음 로그인 시 적용됩니다.
pt_br: Ao ativar, O Paste Into File será iniciado no início do windows e continuará executando na barra de notificações do sistema. Isso permite que você acesse o Paste Into File ao pressionar WIN+ALT+V (e WIN+ALT+C para copiar conteúdos do arquivo). Além disso, você talvez queira ativar a correção da área de transferência. Estes monitores, e corrige automaticamente a área de transferência, então você pode usar CTRL+V no explorador de arquivos como sempre. Estas opções começaram a ter efeito no próximo registro.
pt_pt: Ao ativar, O Paste Into File é iniciado no início do windows e continua a executar na barra de notificações do sistema. Isto permite acessar o Paste Into File ao premir WIN+ALT+V (e WIN+ALT+C para copiar conteúdos de ficheiro) Além disso, possa querer habilitar a correção da área de transferência. Estes monitores, a área de transferência e o auto corrige, então pode usar o CTRL+V no explorador de ficheiros como sempre. Estas definições irão afetar no próximo início.
ru_ru: Если этот параметр включен, Paste Into File запускается при запуске Windows и продолжает отображаться в системном трее. Это позволяет вызвать Paste Into File нажав WIN+ALT+V (и WIN+ALT+C для копирования содержимого файла). Кроме того, вы можете включить исправление буфера обмена. Программа отслеживает буфер обмена и автоматически исправляет его, поэтому вы можете использовать сочетание клавиш CTRL+V в проводнике, как обычно.
zh_cn: 启用后，Paste Into File 会在 Windows 启动时一并启动到系统托盘中。 这同时能启用快捷键，通过 WIN+ALT+V 粘贴为文件（还有 WIN+ALT+C，用于直接复制文件内容）。 此外，您可以启用 clipboard patching 功能。此功能会监视剪贴板，并自动将被复制内容变为文件，以便直接在资源管理器中使用 CTRL+V 粘贴。 这些设置将在下一次登录时生效。
zh_tw: 啟用時，《貼入檔案》會在 Windows 啟動時一同啟動並持續於系統匣內執行。這讓您可以使用 Win+Alt+V 貼入檔案，或用 Win+Alt+C 複製檔案內容。 另外，您也可以啟用剪貼簿補丁。這會監控剪貼簿並自動依場合適時為它打補丁，來讓 Ctrl+V 在檔案總管中還是能正常貼上。 這兩個選項會在下次登入時生效。

# str_copy_failed_not_single_file
source: Please select a single file to copy file contents
de: Bitte eine einzelne Datei auswählen, um den Dateiinhalt zu kopieren
es_es: Por favor, seleccione un único archivo para copiar el contenido del archivo
it: Seleziona un singolo file per copiare il contenuto del file
ja_jp: ファイルの内容をコピーするには、単一のファイルを選択してください
ko: 파일 내용을 복사하기 위해서는 파일 하나만 선택해야 합니다
pt_br: Selecione um arquivo só para copiar os conteúdos do arquivo
pt_pt: Seleciona um ficheiro para copiar os conteúdos do ficheiro
ru_ru: Пожалуйста, выберите один файл для копирования содержимого
zh_cn: 请选择一个文件以复制其内容
zh_tw: 請選擇僅一個檔案以複製檔案內容

# str_preview_files
source: File list preview ({0} files and folders)
de: Dateiliste Vorschau ({0} Dateien und Ordner)
es_es: Vista previa de lista de archivos ({0} archivos y carpetas)
it: Anteprima elenco file ({0} file e cartelle)
ja_jp: ファイル一覧のプレビュー ({0} ファイル/フォルダ)
ko: 파일 목록 미리보기 ({0}개의 파일 및 폴더)
pt_br: Prévia da lista de arquivos ({0} arquivos e pastas)
pt_pt: Pré-visualização da lista de ficheiros ({0} pastas e ficheiros)
ru_ru: Предпросмотр списка файлов ({0} файлов и папок)
uk_ua: Попередній перегляд списку файлів ({0} файлів і папок)
zh_cn: 文件列表预览（{0} 个文件和文件夹）
zh_tw: 檔案列表預覽（{0} 個檔案與資料夾）

# str_wizard_tray_patching_button
source: Enable clipboard patching (experimental)
de: Patchen der Zwischenablage aktivieren (experimentell)
es_es: Habilitar parche del portapapeles (experimental)
it: Abilita patch appunti (sperimentale)
ja_jp: クリップボードのパッチ適用を有効にする (実験的)
ko: 클립보드 패치 적용 활성화 (실험적)
pt_br: Ativar correção da área de transferência (experimental)
pt_pt: Ativar correção da área de transferência (experimental)
ru_ru: Включить исправление буфера обмена (экспериментально)
zh_cn: 启用 clipboard patching（实验性功能）
zh_tw: 啟用剪貼簿補丁（實驗性）

# str_version_update_available
source: Update available: {0} âžœ {1}
de: Update verfügbar: {0} ➜ {1}
es_es: Actualización disponible: {0} ➜ {1}
it: Aggiornamento disponibile: {0} ➜ {1}
ja_jp: アップデートが利用できます: {0}➜{1}
ko: 업데이트 가능: {0} ➜ {1}
pt_br: Atualização disponível: {0} ➜ {1}
pt_pt: Atualização disponível: {0} ➜ {1}
ru_ru: Доступно обновление: {0} ➜ {1}
zh_cn: 有新版本可用： {0} ➜ {1}
zh_tw: 有可用的更新：{0} ➜ {1}

# str_open
source: Open
de: Öffnen
es_es: Abrir
it: Apri
ja_jp: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
ru_ru: Открыть
zh_cn: 打开
zh_tw: 開啟

# str_preview_image_vector
source: Vector image preview ({0}x{1} px at {2} dpi)
de: Vektorgrafik Vorschau
es_es: Vista previa de imagen vectorial ({0}x{1} px en {2} dpi)
it: Anteprima immagine vettoriale ({0}x{1} px, {2} dpi)
ja_jp: ベクトル画像プレビュー（{0} x {1} px at {2} dpi）
ko: 벡터 이미지 미리보기 ({0}x{1} px, {2} dpi)
pt_br: Prévia da imagem do Vector ({0}x{1} px em {2} dpi)
pt_pt: Pré-visualização da imagem do Vector ({0}x{1} px em {2} dpi)
ru_ru: Предпросмотр векторного изображения ({0}x{1} px с {2} dpi)
zh_cn: 矢量图像预览（{0}x{1} px @ {2} dpi）
zh_tw: 向量圖預覽（{0}x{1} 像素，{2} DPI）

# str_preview_svg
source: Scalable Vector Graphic preview
de: Skalierbare Vektorgrafik Vorschau
es_es: Vista previa de gráficos vectoriales escalables
it: Anteprima grafica vettoriale scalabile
ja_jp: スケーラブルなベクトルグラフィックプレビュー
ko: 확장 가능한 벡터 그래픽 미리보기
pt_br: Prévia gráfica escalável do Vector
pt_pt: Pré-visualização gráfica escalável do Vector
ru_ru: Предпросмотр SVG
uk_ua: Попередній перегляд файлів формату SVG
zh_cn: 可缩放矢量图形（SVG）预览
zh_tw: SVG 預覽

# str_portable
source: Portable
it: Portatile
ja_jp: ポータブル
ko: 포터블
pt_br: Portável
pt_pt: Portável
ru_ru: Портативный
zh_cn: 便携
zh_tw: 可攜版

# str_clear_clipboard_tooltip
source: Clears the clipboard after its content has been saved.
de: Löscht die Daten in der Zwischenablage nach dem Speichern.
es_es: Limpia el portapapeles después de guardar su contenido.
it: Cancella gli appunti dopo che il suo contenuto è stato salvato.
ja_jp: コンテンツが保存された後にクリップボードをクリアします。
ko: 내용이 저장된 후 클립보드를 지웁니다.
pt_br: Limpa a área de transferência após o conteúdo for salvo.
pt_pt: Limpa a área de transferência após o conteúdo for guardado.
ru_ru: Очищает буфер обмена после сохранения содержимого.
uk_ua: Очищення буфера обміну після збереження його вмісту.
zh_cn: 剪贴板内容保存完成后清空剪贴板。
zh_tw: 儲存剪貼簿內容後清空剪貼簿。

# str_autosave_tooltip
source: Saves clipboard data to default filetype without prompt. Hold SHIFT to temporarly invert this setting.
de: Speichert Dateien automatisch im Standarddateiformat ohne den Dialog zu zeigen. Die Umschalttaste gedrückt halten, um diese Einstellung temporär zu invertieren.
es_es: Guarda los datos del portapapeles en el tipo de archivo predeterminado sin preguntar. Mantén pulsado SHIFT para invertir temporalmente esta configuración.
it: Salva i dati degli appunti nel tipo di file predefinito senza richiedere il prompt. Tieni premuto Maiusc per invertire temporaneamente questa impostazione.
ja_jp: クリップボードのデータをプロンプトなしでデフォルトのファイル形式で保存します。 SHIFTを長押しすると、この設定を一時的に反転します。
ko: 프롬프트 없이 클립보드 데이터를 기본 파일 형식으로 저장합니다. SHIFT를 누르고 있으면 이 설정이 일시적으로 반전됩니다.
pt_br: Salva os dados da área de transferência para o tipo de arquivo padrão sem sugerir. Pressione SHIFT para temporariamente inverter esta configuração.
pt_pt: Guarda os dados da área de transferência para o tipo de ficheiro padrão sem incitar. Prime SHIFT para inverter temporariamente esta definição.
ru_ru: Сохраняет данные буфера обмена в формате файла по умолчанию без запроса. Удерживайте нажатой клавишу SHIFT, чтобы временно изменить этот параметр.
uk_ua: Збереження даних буфера обміну у стандартний тип файлу без запиту. Щоб тимчасово інвертувати цей параметр, утримуйте клавішу Shift.
zh_cn: 无需确认，自动将剪贴板数据保存为默认文件类型。 按住 SHIFT 可暂时反转此设置。
zh_tw: 將剪貼簿資料存至預設檔案類型的檔案中而不詢問確認。按住 SHIFT 來暫時反轉此設定。

# str_wizard_notify_on_updates
source: Notify about updates
de: Über Updates benachrichtigen
es_es: Notificar sobre actualizaciones
it: Notifica aggiornamenti
ja_jp: アップデートを通知する
ko: 업데이트 알림
pt_br: Avisar sobre atualizações
pt_pt: Notificar sobre atualizações
ru_ru: Уведомлять о наличии обновлений
zh_cn: 有新版本时通知
zh_tw: 有更新時通知

# str_wizard_autosave_may_open_new_explorer
source: Autosave may open explorer (e.g. when pasting into subfolder)
de: Autosave darf Explorer öffnen (z.B. beim Einfügen in Unterordner)
es_es: El autoguardado puede abrir el explorador (por ejemplo, al pegar en subcarpeta)
it: Il salvataggio automatico può aprire esplora file (ad esempio quando si incolla in una sottocartella)
ja_jp: 自動保存はエクスプローラーが開かれるかもしれません（例：サブフォルダーに貼り付けるときなど）
ko: 자동 저장은 탐색기를 열 수 있습니다 (예: 하위 폴더에 붙여넣을 때)
pt_br: Salvar automaticamente talvez abra o explorer (p. e.x. quando colando em uma subpasta)
pt_pt: Guardar automaticamente talvez abra o explorer (p. ex.: quando estiver colando numa subpasta)
ru_ru: Автосохранение может открыть проводник (например, при вставке в подпапку)
zh_cn: 自动保存时可打开资源管理器（例如粘贴到子文件夹时）
zh_tw: 自動儲存能夠開啟檔案總管（如貼上至子資料夾中時）

# str_always_on_top
source: Always on top
de: Immer im Vordergrund
es_es: Siempre visible
it: Sempre in primo piano
ja_jp: 常に手前に表示
ko: 항상 맨 위에
pt_br: Sempre no topo
pt_pt: Sempre no topo
ru_ru: Поверх остальных окон
uk_ua: Поверх інших вікон
zh_cn: 始终置顶
zh_tw: 將視窗保持於其他視窗之上

# str_append_to_file
source: Append into file
es_es: Añadir al archivo
it: Aggiungi al file
ja_jp: ファイルに追加する
ko: 파일에 추가
pt_br: Acrescentar ao arquivo
pt_pt: Acrescentar ao ficheiro
ru_ru: Добавить в файл
uk_ua: Додати до файлу
zh_cn: 追加到文件
zh_tw: 貼入檔案尾端

# str_append_tooltip
source: Appends the contents to the selected file, if it already exists. (Only for supported file types)
es_es: Añade el contenido al archivo seleccionado, si ya existe. (Solo para los tipos de archivo soportados)
it: Aggiunge il contenuto al file selezionato, se esiste già. (Solo per i tipi di file supportati)
ja_jp: 既に存在する場合、選択したファイルに内容を追加します。 （サポートされているファイル形式のみ）
ko: 선택한 파일이 이미 있는 경우 내용을 추가합니다. (지원되는 파일 형식에만 해당)
pt_br: Acrescenta os conteúdos para o arquivo selecionado, se ele existe. (Apenas para tipos de arquivo suportado)
pt_pt: Acrescenta os conteúdos ao ficheiro selecionado, se ele já existe. (Apenas para tipos de ficheiro suportados)
ru_ru: Дополняет содержимое к выбранному файлу, если он уже существует. (Только для поддерживаемых типов файлов)
zh_cn: 如果选择的文件已经存在，则将其追加到此文件中。 （仅限支持追加的文件类型）
zh_tw: 將內容貼入選取檔案的尾端（如果它已經存在的話）。 （僅支援部分檔案類型）

# str_append_not_supported
source: Appending is not supported for extension "{0}".
es_es: Adjuntar no está soportado para la extensión "{0}".
it: L'aggiunta non è supportata per l'estensione "{0}".
ja_jp: 拡張機能「{0}」の追加はサポートされていません。
ko: 확장자 "{0}"에서는 추가 기능이 지원되지 않습니다.
pt_br: Acrescentar não é suportado para a extensão "{0}".
pt_pt: Impossível acrescentar para a extensão "{0}".
ru_ru: Дополнение содержимого не поддерживается для файла с расширением "{0}".
zh_cn: 追加功能不支持拓展名 “{0}”。
zh_tw: 貼入尾端功能不支援副檔名 "{0}"。

# str_replace
source: Replace
es_es: Reemplazar
it: Sostituisci
ja_jp: 置き換え
ko: 바꾸기
pt_br: Substituir
pt_pt: Substituir
ru_ru: Заменить
zh_cn: 替换
zh_tw: 取代

# str_contextentry_paste_into_existing_file
source: Paste into this file
es_es: Pegar en este archivo
it: Incolla in questo file
ja_jp: このファイルに貼り付け
ko: 이 파일에 붙여넣기
pt_br: Colar nesse arquivo
pt_pt: Colar neste ficheiro
ru_ru: Вставить в этот файл
zh_cn: 粘贴到此文件中
zh_tw: 貼入此檔案

# str_append
source: Append
es_es: Anexar
it: Aggiungi
ja_jp: 追記
ko: 추가
pt_br: Acrescentar
pt_pt: Acrescentar
ru_ru: Дополнить
zh_cn: 追加
zh_tw: 貼入尾端

# str_template_edit_subfolder_info
source: The subfolder template is appended to the folder path when executing Paste Into File with pressed CTRL key. Absolute paths are also supported and will replace the folder.
es_es: La plantilla de subcarpeta se añade a la ruta de la carpeta cuando se ejecuta Pegar en el archivo con la tecla CTRL presionada. Las rutas absolutas también están soportadas y reemplazarán la carpeta.
it: Il modello di sottocartella viene aggiunto al percorso della cartella quando si esegue Incolla nel file con il tasto CTRL premuto. Anche i percorsi assoluti sono supportati e sostituiranno la cartella.
ja_jp: CTRLキーを押しながら Paste Into File を実行すると、サブフォルダーテンプレートがフォルダーパスに追加されます。 絶対パスもサポートされ、フォルダーを置き換えます。
ko: 하위 폴더 템플릿은 CTRL 키를 눌러 파일에 붙여넣기를 실행할 때 폴더 경로에 추가됩니다. 절대 경로도 지원되며 폴더를 대체합니다.
pt_br: O modelo da subpasta é acrescentada para o caminho da pasta ao executar Paste Into File quando pressionar a tecla CTRL. Caminhos absolutos também são compatíveis e vão substituir a pasta.
pt_pt: O modelo da subpasta é acrescentado ao caminho da pasta ao executar Paste Into File quando premir a tecla CTRL. Caminhos absolutos são suportados e irão substituir a pasta.
ru_ru: Шаблон вложенной папки добавляется к пути к папке при выполнении Paste Into File с нажатой клавишей CTRL. Также поддерживаются абсолютные пути, которые заменяют папку.

# str_template_edit_filename_info
source: The filename template is used to format the filename.
es_es: La plantilla de nombre de archivo se usa para formatear el nombre del archivo.
it: Il modello viene utilizzato per formattare il nome del file.
ja_jp: ファイル名テンプレートは、ファイル名の書式設定に使用されます。
ko: 파일 이름 템플릿은 파일 이름을 형식화하는 데 사용됩니다.
pt_br: O modelo é usado para formatar o nome do arquivo.
pt_pt: O modelo é usado para formatar o nome do ficheiro.
ru_ru: Шаблон имени файла используется для форматирования имени файла.

# str_subfolder_template
source: Subfolder template
es_es: Plantilla de subcarpeta
it: Modello sottocartella
ja_jp: サブフォルダーテンプレート
ko: 하위 폴더 템플릿
pt_br: Modelo de subpasta
pt_pt: Modelo de subpasta
ru_ru: Шаблон подпапки

# str_language
source: Language
es_es: Idioma
it: Lingua
ja_jp: 言語
ko: 언어

# str_system_language
source: System language
it: Lingua di sistema
ko: 시스템 언어

# str_template_edit_info_url
source: https://github.com/eltos/PasteIntoFile#template-format
de: https://docs.microsoft.com/de-de/dotnet/standard/base-types/custom-date-and-time-format-strings
zh_cn: https://docs.microsoft.com/en-us/dotnet/standard/base-types/custom-date-and-time-format-strings
zh_tw: https://learn.microsoft.com/zh-tw/dotnet/standard/base-types/custom-date-and-time-format-strings
